src/main/resources/xml/usZipSoap/getInfoByAreaCode/getInfoByAreaCode.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"	xmlns:web="http://www.webserviceX.NET">
	<soap:Header />
	<soap:Body>
		<web:GetInfoByAreaCode>
			<web:USAreaCode>901</web:USAreaCode>
		</web:GetInfoByAreaCode>
	</soap:Body>
</soap:Envelope> 